Repository: nh36/ChinTransMem
Catalog: corpus/candidates/mozi/exports/tmx/mozi__mozi-030-anti-confucianism-ii__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 儒者曰：「親親有術，尊賢有等。」言親疏尊卑之異也。其《禮》曰：喪，父母三年，妻、後子三年，伯父、叔父、弟兄、庶子其，戚族人五月。
en: Motse said: with the passing of the sage-kings of the Three Dynasties, the world lost its righteousness and the feudal lords took might as right. The superior and the subordinates' are no longer gracious and loyal; father and son, elder and younger brother are no longer affectionate and filial, brotherly and respectful, virtuous and kind. The rulers do not attend diligently to government and the artisans do not attend earnestly to their work. The people practise immorality and wickedness and become rebellious. Thieves and bandits with weapons, poison, water, and fire hold up innocent travellers on the highways and the bypaths, robbing them of their carts and horses, coats and fur coats, to enrich themselves. All these start therewith (with the passing of the sage-kings).

source: 若以親疏為歲月之數，則親者多而疏者少矣，是妻、後子與父母同也。若以尊卑為歲月數，則是尊其妻、子與父母同，而親伯父、宗兄而卑子也。逆孰大焉？
en: And so the world falls into chaos. How what is the reason for this confusion? It is all because of the doubt of the existence of the ghosts and spirits, and the ignorance of their being able to reward virtue and punish vice. If all the people in the world believed that the spirits are able to reward virtue and punish vice, how could the world be in chaos?

source: 其親死，列屍弗斂，登屋窺井，挑鼠穴，探滌器，而求其人焉。以為實在，則贛愚甚矣。如其亡也，必求焉，偽亦大矣！
en: Those who deny the existence of spirits proclaim: Of course there are no spirits." And from morning till evening they teach this doctrine to the people of the empire. They bewilder the people, causing them all to doubt the existence of ghosts and spirits. In this way the empire becomes disorderly. Therefore Motse said: If the rnlers and the gentlemen of the world really desire to procure benefits for the empire and remove its calamities they must understand whether ghosts -and spirits exist. or not, ' Since we must understand whether ghosts and spirits exist or notj how can we find out? Motse said: The yay to find out whether anything exists or not is to depend on the testimony of the ears and eyes of the multitude.

source: 取妻，身迎，祗褍為僕，秉轡授綏，如仰嚴親。昏禮威儀，如承祭祀。顛覆上下，悖逆父母，下則妻、子，妻、子上侵。事親若此，可謂孝乎？儒者：
en: If some have heard it or some have seen it then we have to say it exists. If no one has heard it and no one has seen it then we have to say it does not exist. So, then, why not go to some village or some district and inquire? If from antiquity to the present, and since the beginning of man, there are men •vfho have seen the bodies of ghosts and spirits and heard their voice, how can we say that they do not exist? If none have heard them and none have seen them, then how can we say they do? But those who deny the existence of the spirits say: Many in the world have heard and seen something of ghosts and spirits.

source: 迎妻，「妻之奉祭祀，子將守宗廟，故重之。」應之曰：此誣言也！其宗兄守其先宗廟數十年，死，喪之其，兄弟之妻奉其先之祭祀，弗服。
en: (Since they vary in their testimony,) who are to be accepted as really having heard and seen them? Motse said: As we are to rely on what many have jointly seen and what many have jointly heard, the case of Tu Po is (to be accepted). King Hsuan of Chou (827-783 b.o,) put his minister Tu Po to death though he was innocent. Tu Po remarked: The king puts me to death while I am innocent. If man loses his ' consciousness after his death, then all is over. If I shall still retain mj consciousness after death I shall let the king know of this within three years/' In three years, King Hsiian assembled the feudal lords at P'u Tien.

source: 則喪妻子三年，必非以守奉祭祀也。夫憂妻子，以大負累，有曰：「所以重親也。」為欲厚所至私，輕所至重，豈非大奸也哉！
en: There were several hundred carts. Attendants numbered by the thousand and the multitude covered the fields. At noon Tu Po in red garments and headgear appeared riding in a plain chariot drawn by a white horse, holding a red bow and carrying red arrows. "He pursued King Hsuan and shot him on his chariot. The arrow pierced his heart and broke his back.

source: 有強執有命以說議曰：
en: He fell and died prostrate.

source: 「壽夭貧富，安危治亂，固有天命，不可損益。窮達賞罰，幸否有極，人之知力，不能為焉！
en: At the time all the people of Chou who were there saw it and those far away heard of it, and it was recorded in the Spring and Autumn of Chou. Rulers instructed their ministers with it and fathers warned their sons with it, saying: Not only does the record in this book prove it to be so. Formerly, Lord Mu of Ch'in (about 640 e.o.) was once in the temple at noon. A spirit entered and alighted. He had the face of a man but the body of a bird.

source: 」群吏信之，則怠於分職。
en: His attire was plain and dark.

source: 庶人信之，則怠於從事。
en: His appearance was dignified.

source: 吏不治則亂，農事緩則貧，貧且亂政之本而儒者以為道教，是賊天下之人者也。
en: Seeing him Lord Mu became afraid and was rushing away. The spirit said: to be many and not to lose CH’in/’ Lord Mu saluted him repeatedly and bowed, saying: May I ask the name of my god? " He answered: ‘‘ I am Kou Mang.’ If we are to accept what Lord Mu of Ch’in had seen personally as reliable, then how can we doubt that spirits and ghosts exist? Not only does the record in this book prove it to be so. Formerly Lord Chien of Yen (about 500 b.o.) put his Minister Chuang Tse Yi to death while he was innocent. Chuang Tse Yi remarked: ‘‘ The lord puts me to death though I am innocent.

source: 且夫繁飾禮樂以淫人，久喪偽哀以謾親，立命緩貧而高浩居，倍本棄事而安怠傲，貪於飲食，惰於作務，陷於饑寒，危於凍餒，無以違之。
en: If man loses his consciousness after death then all is done. If I shall still retain my consciousness after death, I shall let the Lord know of this within three years." In a year, Yen was going to repair to Tsu. Such ceremonies were the occasions of large assemblages of men and women. At noon Lord Chien was riding on the road to Tsu. Chuang Tse Yi carried a red staff and struck and prostrated him. At the time all the people of Yen who were there saw it and all those who were far away heard of it.

source: 是若人氣，鼸鼠藏，而羝羊視，賁彘起。君子笑之，怒曰：「散人，焉知良儒！」夫夏乞麥禾，五穀既收，大喪是隨，子姓皆從，得厭飲食。
en: And it was recorded in the Spring and Autumn of Yen. The feudal lords circulated the news around, and remarked: " So speedy and severe are the misfortunes and punishment from the spirits and ghosts upon him that kills the innocent." Judging from the record in this Not only does the record in this book prove it to be so. Anciently, in the reign of Lord Wen of Sung, whose name was Pao (610-589 b.o.), there was a master of ceremonies by the name of Kuan Ku. While he was working in the temple, a wizard carrying a cane appeared and said to Eiiii: Ktian Kn, why don’t the jades and stones measure up to the standard, and why are the cakes and wine unclean, and the victims imperfect and not fat, and the sacrifices not in season? Did yon do this or did Pao do this? " Knan Kn answered: Pao is still small and in his swaddle-clothes.

source: 畢治數喪，足以至矣。因人之家翠以為富人有喪，乃大說喜，曰：「此衣食之端也！」
en: that does he have to do with this? It is all done by the official in charge, Knan Kn." Thereupon the wizard lifted his cane and struck him, prostrating him on the altar.

source: 儒者曰：「君子必服古言然後仁。」應之曰：所謂古之言服者，皆嘗新矣，而古人服之、言之，則非君子也。
en: At the time those people who were present all saw it and those far away heard of it. And it was recorded in the Spring and Autninn of Sung. The feudal lords circulated the news and remarked: So speedy and severe is the punishment from spirits and ghosts to him who is not reverent in performing sacrifices! " Judging from the record of this book, how can we doubt that spirits and ghosts exist? Not only does the record in this book prove it to be so.

source: 然則必服非君子之服，言非君子之言，而後仁乎？又曰：「君子循而不作。」應之曰：古者羿作弓，伃作甲，奚仲作車，巧垂作舟。
en: Formerly the Lord Chuang of Ch’i (794~‘731 b.c.) had two ministers, Wang Li Kuo and Chung Li Chiao, who were engaged in a lawsuit. For three years no judgment could be reached. The Lord of Gh’i thought of putting both of them to death, but was afraid to slay the innocent, he thought of acquitting both of them but was afraid to let loose the guilty. So he let them provide a lamb and take oath on the altar of Oh’i. The two men agreed to take the oath of blood. The throat of the Iamb was cut and its blood sprinkled on the altar.

source: 然則今之鮑、函、車、匠皆君子也，而羿、伃、奚仲、巧垂皆小人邪？且其所循，人必或作之，然則其所循皆小人道也。又曰：「君子勝不逐奔，掩函弗射，施則助之胥車。」應之曰：
en: The case of Wang Li Kuo was read all through. But before half of the case of Chung Li Chiao was read, the lamb arose and butted at him, broke his leg and prostrated him on the altar. At the time all the people of Ch'i who were present saw it. and those far away heard of it. It was recorded in the Spring and Autumn of Ch’i, The feudal lords circulated the news around and remarked: So speedy and severe is the punishment from spirits and ghosts to him that takes an oath in insincerity! Judging from the record in this book, how can we doubt that spirits and ghosts exist? Therefore Motse said: One may not act disrespectfully even in woods, valleys, or solitary caves where there is no man.

source: 若皆仁人也，則無說而相與。
en: Spirits and ghosts are watching everywhere.

source: 仁人以其取捨、是作之理相告，無故從有故也，弗知從有知也，無辭必服，見善必遷，何故相？若兩暴交爭，其勝者欲不逐奔，掩函弗射，施則助之胥車，雖盡能，猶且不得為君子也。意暴殘之國也，聖將為世除害，興師誅罰，勝將因用儒術令士卒曰：
en: Those who deny the existence of spirits ask: " Are the senses of hearing and sight of the multitude sufficient to decide a doubt? How can people strive to be learned gentle-men while they continue to trust the senses of hearing and sight of the multitude? " Motse said: If the senses of hearing and sight of the multitude are thought to be not trustworthy, we may ask if such men like the sage-kings of the Three Dynasties, Yao, Shim, Yii, T'ang, Wen, and Wu, are trustworthy? Of course, about this all people above the mediocre will say such men like the ancient sage-kings of the Three Dynasties, Yao, Shim, Yii, T’ang, Wen, and Wu, are trustworthy. If the ancient sage-kings of the Three Dynasties are trustworthy, we may review some of their deeds. In ancient times, having captured Yin and punished Chow, King Wu let the feudal lords share in the worship (of the ancestors of Yin).

source: 「毋逐奔，掩函勿射，施則助之胥車。」暴亂之人得活，天下害不除，是為群殘父母而深賤世也，不義莫大焉。
en: Those more closely related were to partake in the temple sacrifices and those less closely related in the outdoor sacrifices. So then King Wu must have believed there were spirits and ghosts, therefore after capturing Yin and punisliing Chiow lie let the feudal lords share in the worship. If there were no spirits and ghosts why did King Wii assign the duties of worship? Not only does the deed of King Wu prove it to be so. When the ancient sage-kings distributed rewards it must be before their ancestors. When they meted out punishments it must be before the altar.

source: 又曰：「君子若鐘，擊之則鳴，弗擊不鳴。」應之曰：夫仁人事上竭忠，事親務孝，得善則美，有過則諫，此為人臣之道也。
en: Why are the rewards distributed before the ancestors? To submit their fairness. Why are punishments meted out before the altar? To submit their justice. Not only does the record in that book prove it to be so. On the day when the ancient sage-kings of the Three Dynasties of Yu, Hsia, Shang, and Chou first established their empire and built their capitals, they invariably chose the central altar on which to build the ancestral temple.

source: 今擊之則鳴，弗擊不鳴，隱知豫力，恬漠待問而後對，雖有君、親之大利，弗問不言。若將有大寇亂，盜賊將作，若機辟將發也，他人不知，己獨知之，雖其君、親皆在，不問不言，是夫大亂之賊也。
en: They would pick out the luxuriant and elegant among the trees to plant in the temple of agriculture. They would select the affectionate and filial, virtuous and kind among the elders of the country to be masters of ceremonies. They would pick out the victims among the six animals by their fatness, perfection, and the colour of their wool. The jades and stones were to be appropriate in material and satisfactory in measurement. And the cakes and wine were to be prepared with the most fragrant and yellow grain, and so the quality of cakes and wine would vary with the abundance of the year.

source: 以是為人臣不忠，為子不孝，事兄不弟交，遇人不貞良。夫執後不言之朝物，見利使己雖恐後言，君若言而未有利焉，則高拱下視，會噎為深，曰：「唯其未之學也。
en: This is to say, in the government of the ancient sage-kings, spirits and ghosts had priority over the people. Before the offices and courts were completely established, the sacrificial vessels and sacrificial robes must have been all stored in the storeliouse, the masters and attendants of ceremonies must have all been installed in court, and the victims must be kept apart from the original flock. Since the government of the ancient sage-kings was like this, the ancient sage-kings must have believed in the existence of spirits and ghosts. Deep was their own interest in the welfare of ghosts and spirits. Yet they were afraid their descendants might not understand it. Thus they recorded it on bamboos and silk to bequeath to them.

source: 」用誰急，遺行遠矣。夫一道術學業仁義也，皆大以治人，小以任官，遠施周偏，近以修身，不義不處，非理不行，務興天下之利，曲直周旋，利則止，此君子之道也。
en: Fearing that these might rot and disappear so that the descendants might not learn it, they engraved it on plates and cups and cut it in metals and stones. They feared also that the descendants might not be reverent and obtain blessing, and so among the books of the ancient kings and the records of sages testimonies to the existence of ghosts and spirits occur time and again even on a single foot of silk or a single sheet in the books. Why was this? Because the sage-kings were interested in it. Those who deny the existence of spirits are opposing the interest of the sage-kings, and such is not the way of the superior man. Those who deny the existence of spirits might say: Among the books of the ancient kings not a foot of silk or a sheet is found which testifies to the existence of ghosts and spirits once and again.

source: 以所聞孔某之行，則本與此相反謬也！齊景公問晏子曰：「孔子為人何如？」晏子不對。公又復問，不對。
en: Then where are these testimonies? Motse replied; They are found (for instance) in the Ta Ya of the books of Chou. Ta Ya " tells: The rule of King Wen over the people pleased Heaven. Although Chou is an old country, it is newly commissioned by Heaven. Chou does not appear showy. The commission from God does not appear to be seasonable.

source: 景公曰：「以孔某語寡人者眾矣，俱以賢人也。今寡人問之，而子不對，何也？」晏子對曰：「嬰不肖，不足以知賢人。
en: King Wen reached high and low, he was on the left and the right of God. How active was King Wen! He dispensed his intelligent virtue without ceasing." If ghosts and spirits do not exist, then how could Bang 'Wen be " on the left and right of God " since he was already dead? Here we have a testimony of ghosts in the hook of Chou. If there are testimonies only in the books of Chou and none in those of Shang still it could not be reliable. But we find among the books of Shang the following: "Oh!

source: 雖然，嬰聞所謂賢人者，入人之國，必務合其君臣之親，而弭其上下之怨。孔某之荊，知白公之謀，而奉之以石乞，君身幾滅，而白公僇。
en: Anciently, before Hsia was visited by misfortune, of the various animals and insects and even birds none deviated from their proper course. As to those who have faces of men, who dare be divergent in heart? Even the bifig and rivers ghosts and spirits dared not be insurgent." If one is respectful and sincere one could maintain harmony in the world and stability to the lower earth. Now it was to assist Yii that hills and rivers ghosts and spirits dared not be insurgent. Here we have a testimony of ghosts in the book of Shang. If there are testimonies of ghosts only in the books of Shang and none in those of Hsia it is still not reliable.

source: 嬰聞賢人得上不虛，得下不危，言聽於君必利人，教行下必於上，是以言明而易知也，行明而易從也。行義可明乎民，謀慮可通乎君臣。
en: But we have " Speech at Kan " among the books of Haifl. running thus: " In the midst of the war at Kan the Emperor called " Ta Ya in SUh Ching, It is a eulogy of the career of King Wen, Legge's rendition is found, in vol. iv, pp. the six associates to receive instructions in the headquarters. He said:, ' The Prince of' Pin violated the five elements and, disused the three calendars. Heaven decreed to exterminate his life! ' And he continued: " At noon I shall grapple with the Prince of Hu for the fate of the day.

source: 今孔某深慮同謀以奉賊，勞思盡知以行邪，勸下亂上，教臣殺君，非賢人之行也。入人之國，而與人之賊，非義之類也。
en: But (mind yoii)j you ministers and people, it is not because I covet their land and treasures. I am only carrying out the punishment in obedience to Heaven. If you on the left do not do your part on the left you will be disobeying my orders; if you on the right do not do your part on the right you will be disobeying my orders; if you charioteers do not manage your horses according to orders you will be disobeying my orders. And rewards will be distributed before my ancestors and punishments will be meted out before the altar/ Why were rewards distributed before the ancestors? To submit their fairness. Why were punishments meted out before the altar 1 To submit their justice.

source: 知人不忠，趣之為亂，非仁義之也。逃人而後謀，避人而後言，行義不可明於民，謀慮不可通於君臣，嬰不知孔某之有異於白公也，是以不對。」景公曰：
en: Because the ancient sage-kings must reward virtue and punish vice with ghosts and spirits, they distributed rewards before the ancestors and meted out punishments before the altar. And here we have a testimony of ghosts in the books of Hsia. Now, first in the books of Hsia and next in the books of Shang and Chou, testimonies to the existence of ghosts and spirits occur again and again. What is the reason for this? Because the sage-kings were interested in it. Judging from the records of these books, how can we doubt that there are ghosts and spirits? pp.

source: 「嗚乎！貺寡人者眾矣，非夫子，則吾終身不知孔某之與白公同也。」孔某之齊見景公，景公說，欲封之以尼谿，以告晏子。
en: Anciently, on the propitions day of ting mao, Chon offered thanlrsgiving to Earth and the Four Quarters, and their ancestors. They did this to prolong their age.

source: 晏子曰：「不可！夫儒，浩居而自順者也，不可以教下。好樂而淫人，不可使親治。立命而怠事，不可使守職。宗喪遂哀，不可使慈民。
en: If there were no ghosts and spirits, how could their age be prolonged? Motse said: As to the fact that ghosts and spirits can reward virtue as well as punish vice, if it could be pro-claimed to the whole country and to all the people it would really he a source of orderliness in the country and blessing to the people. The corruption of the officials in their public charges and the immorality among men and women will all be seen by ghosts and spirits. The vice of those who, with weapons, poisons, and water and fire, waylay innocent travellers and rob them of their carts and horses, coats and fur coats to enrich themselves will be seen by ghosts and spirits. Thereupon the officials will not dare be corrupt in office, withholding reward when they find the virtuous or withholding punishment when they find the wiched. And those among the people who commit vice and cruelties and with weapons, poisons, and water and fire waylay the innocent travellers, robbing them of their carts and horses, coats and fur coats to enrich themselves — all these will be no more.

source: 機服勉容，不可使導眾。
en: And the world will have order.

source: 孔某盛容修飾以蠱世，絃歌鼓舞以聚徒，繁登降之禮以示儀，務趨翔之節以觀眾，博學不可使議世，勞思不可以補民，累壽不能盡其學，當年不能行其禮，積財不能贍其樂，繁飾邪術以營世君，盛為聲樂以淫遇民，其道不可以期世，其學不可以導眾。
en: Really the intelligence of the ghosts and spirits cannot be combated. Even in solitary caves, big ponds, woods and valleys, the ghosts and spirits are watching. And the punishments from ghosts and spirits cannot be evaded. Even wealth and great numbers, daring and strength, strong armour and sharp weapons, the punishment of ghosts and spirits will frustrate. If this is doubted, look at the story of the ancient King Chieh of Hsia. He was an emperor in honour and possessed the whole empire in wealth.

source: 今君封之，以利齊俗，非所以導國先眾。」公曰：「善。」於是厚其禮，留其封，敬見而不問其道。
en: He cursed Heaven and blasphemed against the spirits above and destroyed the multitudes below. Thereupon Heaven commissioned T’ang to carry out the judicious punishment. With nine chariots T’ang arranged the Bird Formation and the Wild Goose March. He climbed the Ta Tsan and scattered the forces of Hsia and entered its land. And he captured T’uei Yi Ta Hsi. Now, King Chieh of Hsia was an emperor in honour and possessed the whole empire in wealth.

source: 孔某乃恚怒於景公與晏子，乃樹鴟夷子皮於田常之門，告南郭惠子以所欲為，歸於魯。有頃，閒齊將伐魯，告子貢曰：
en: In his service was the man of great daring and strength, T'uei Yi Ta Hsi, who had torn apart a buffalo alive. He could kill a man at the move of a finger, and the number of those killed amounted to a million, and they were thrown into lakes and mountains. Yet, for all this, Chieh could not evade the punishment from ghosts and spirits. This is why I say even wealth and numbers, daring and strength, strong armour and sharp weapons cannot combat the punishment from ghosts and spirits. Not only is this so. Anciently, King Chow of Yin was also an emperor in honour and possessed the whole empire in wealth.

source: 「賜乎！舉大事於今之時矣！」乃遣子貢之齊，因南郭惠子以見田常，勸之伐吳，以教高、國、鮑、晏，使毋得害田常之亂，勸越伐吳。
en: He cursed Heaven and blasphemed against the spirits above and destroyed the mii].titiides below. He exposed the aged and murdered the children, tortured the innocent, and opened a pregnant woman. The common people and the widows and the widowers cried aloud, but were not heard. Thereupon Heaven commissioned King Wu to carry out the judicious punishment. With a hundred selected chariots and four hundred warriors King Wu appointed his officials and reviewed his forces. He battled the armies of Yin in the Wilderness of Mu.

source: 三年之內，齊、吳破國之難，伏屍以言術數，孔某之誅也。
en: He captured Fei Chung and E Lai, and the multitude deserted and ran away.

source: 孔某為魯司寇，捨公家而奉季孫，季孫相魯君而走，季孫與邑人爭門關，決植。孔某窮於蔡、陳之間，藜羹不糝。
en: King Wu rushed into the palace. He executed Chow and hung him on a red ring with his crimes published on a white flag, to punish him for the feudal lords in the empire. Now King Chow of Yin was an emperor in honour and possessed the whole empire in wealth. He had men of such dariag and strength as Fei Chung, E Lai, and Duke Hu of Ch’ung, who could kill a man at the move of a finger; and the number of those killed amounted to a million, and they were thrown into the lakes and mountains. Yet with all these Chow could not evade the punishment from the ghosts and spirits. This is why I say even wealth and numbers, daring and strength, strong armour and sharp weapons cannot frustrate the punishment from ghosts and spirits.

source: 十日，子路為享豚，孔某不問肉之所由來而食。號人衣以酤酒，孔某不問酒之所由來而飲。哀公迎孔某，席不端弗坐，割不正弗食。
en: Moreover, Chin Ai has said: " No virtue is too small; no extermination of a lineage is too big." This is to say. in distribution of rewards by ghosts and spirits no man is too insignificant to be rewarded for his virtue. And in the meting out of punislinients by ghosts and spirits no man is too great to be punished. Those who deny the existence of spirits say, " If on© does not work for the blessing of ones parents but work for their destruction, would one still be a filial son? " Motse© explained: The ghosts and spirits of all times may be divided into spirits of Heaven, spirits of hills and rivers, and ghosts of men after their death. It is true that there are sons who die before their fathers, and younger brothers before their elder brothers.

source: 子路進，請曰：「何其與陳、蔡反也？」孔某曰：「來，吾語女。曩與女為苟生，今與女為苟義。」夫饑約則不辭妄取以活身，贏飽則偽行以自飾。
en: But, as the saying in the world goes: "He who is born first dies first." So then those who die first would be the mother if not the father, and the elder sister if not the elder brother. At any rate, we should prepare clean cakes and wine reverently to do sacrifice. If ghosts and spirits do exist, then it is to serve father and mother, elder sisters and elder brothers with food and drink. Is not this a great blessing? If ghosts and spirits did not exist it would seem to be a waste of the material for the cakes and wine. But such use is not just to throw it into the ditch or gully.
